{
  "geology": "The study of the makeup of the earth and the forces and processes that shape and change it.",
  "fossils": "The preserved remains of things that lived long ago.",
  "lava": "Red-hot melted rock that erupts from a volcano.",
  "catastrophe": "A terrible, sudden event.",
  "conclude": "To decide something or form an opinion based on information you have.",
  "erupted": "Burst out suddenly and violently.",
  "observation": "The act of watching something carefully to learn about it.",
  "evidence": "Information or facts that help prove something is true.",
  "sediments": "Tiny pieces of rock that have broken down over time.",
  "hypothesis": "A scientific idea that can be tested to see if it is true.",
  "continental drift": "The theory that continents slowly move across Earth's surface over millions of years.",
  "dense": "Heavy and tightly packed together.",
  "basalt": "A heavy, dark rock formed when lava cools and hardens.",
  "magma": "Hot, melted rock beneath Earth's surface.",
  "crust": "Earth's thin, rocky outer layer.",
  "mantle": "The thick layer of very hot, dense rock beneath Earth's crust.",
  "seismic waves": "Waves of energy that travel through the earth during an earthquake.",
  "tectonic plates": "Huge, rocky slabs that make up Earth's crust and the top of the mantle.",
  "subduction": "When one tectonic plate slides beneath another plate.",
  "ocean basin": "The floor of the ocean.",
  "ocean trenches": "Very deep valleys in the ocean floor where one plate slides under another.",
  "fault": "A crack or fracture in Earth's crust where blocks of rock can move.",
  "epicenter": "The point on Earth's surface directly above an earthquake's focus.",
  "focus": "The place in Earth's crust where an earthquake begins.",
  "magnitude": "The strength or size of an earthquake.",
  "tsunami": "A giant wave caused by an earthquake on the ocean floor.",
  "exerts": "Puts force or pressure on something.",
  "trigger": "To cause something to happen suddenly.",
  "heave": "To rise and fall with great force."
}
